{"games": [{"name": "Cairn", "year": "2019", "rank": "3070", "url": "/boardgame/275916/cairn", "game_id": "275916", "min_players": 2, "max_players": 2, "min_play_time": 25, "max_play_time": 25, "play_time": 25, "publisher": "Matagot", "image": "https://cf.geekdo-images.com/XUK2HkqxZEO8gerSNMabdQ__original/img/W429oyj0sBt12YoEwb-VnmvHGmo=/0x0/filters:format(jpeg)/pic4870351.jpg", "description": "Inhabitants of the forest and of the sea, it is time to awaken! You will embody shamans and build Megaliths to expand your power and dominate the rival tribe. Activate the unique powers of each new Megalith, but beware: shamans from the opposing tribe can also activate them!<br/><br/>In this intense duel, you must consider each move carefully as you advance your shamans across the play area, banish the opposing shaman and build Megaliths to make your way to victory!<br/><br/> Do you have the soul of a shaman?<br/><br/>A game of simple mechanics<br/>A great depth of play<br/>An intense duel where each move counts<br/><br/>"}, {"name": "Eclipse", "year": "2011", "rank": "51", "url": "/boardgame/72125/eclipse", "game_id": "72125", "min_players": 2, "max_players": 6, "min_play_time": 60, "max_play_time": 180, "play_time": 180, "publisher": "Lautapelit.fi", "image": "https://cf.geekdo-images.com/cnFppsVNOSTJ-W3APQFuTg__original/img/AbcjscBi-x3tVrsJsBhXq2RxLbc=/0x0/filters:format(jpeg)/pic1974056.jpg", "description": "The galaxy has been a peaceful place for many years. After the ruthless Terran&ndash;Hegemony War (30.027&ndash;33.364), much effort has been employed by all major spacefaring species to prevent the terrifying events from repeating themselves. The Galactic Council was formed to enforce precious peace, and it has taken many courageous efforts to prevent the escalation of malicious acts. Nevertheless, tension and discord are growing among the seven major species and in the Council itself. Old alliances are shattering, and hasty diplomatic treaties are made in secrecy. A confrontation of the superpowers seems inevitable &ndash; only the outcome of the galactic conflict remains to be seen. Which faction will emerge victorious and lead the galaxy under its rule?<br/><br/>A game of Eclipse places you in control of a vast interstellar civilization, competing for success with its rivals. You will explore new star systems, research technologies, and build spaceships with which to wage war. There are many potential paths to victory, so you need to plan your strategy according to the strengths and weaknesses of your species, while paying attention to the other civilizations' endeavors.<br/><br/>The shadows of the great civilizations are about to eclipse the galaxy. Lead your people to victory!<br/><br/>"}]}