{"games": [{"name": "Eclipse", "year": "2011", "rank": "52", "url": "/boardgame/72125/eclipse", "thumbnail": "https://cf.geekdo-images.com/cnFppsVNOSTJ-W3APQFuTg__micro/img/dfQTNAju5CUxn6JQl-Pxubac99o=/fit-in/64x64/filters:strip_icc()/pic1974056.jpg", "game_id": "72125", "min_players": 2, "max_players": 6, "min_play_time": 60, "max_play_time": 180, "play_time": 180, "publisher": "Lautapelit.fi", "image": "https://cf.geekdo-images.com/cnFppsVNOSTJ-W3APQFuTg__original/img/AbcjscBi-x3tVrsJsBhXq2RxLbc=/0x0/filters:format(jpeg)/pic1974056.jpg", "description": "The galaxy has been a peaceful place for many years. After the ruthless Terran&ndash;Hegemony War (30.027&ndash;33.364), much effort has been employed by all major spacefaring species to prevent the terrifying events from repeating themselves. The Galactic Council was formed to enforce precious peace, and it has taken many courageous efforts to prevent the escalation of malicious acts. Nevertheless, tension and discord are growing among the seven major species and in the Council itself. Old alliances are shattering, and hasty diplomatic treaties are made in secrecy. A confrontation of the superpowers seems inevitable &ndash; only the outcome of the galactic conflict remains to be seen. Which faction will emerge victorious and lead the galaxy under its rule?<br/><br/>A game of Eclipse places you in control of a vast interstellar civilization, competing for success with its rivals. You will explore new star systems, research technologies, and build spaceships with which to wage war. There are many potential paths to victory, so you need to plan your strategy according to the strengths and weaknesses of your species, while paying attention to the other civilizations' endeavors.<br/><br/>The shadows of the great civilizations are about to eclipse the galaxy. Lead your people to victory!<br/><br/>"}, {"name": "Terra Mystica", "year": "2012", "rank": "16", "url": "/boardgame/120677/terra-mystica", "thumbnail": "https://cf.geekdo-images.com/bre12I1YiXkZr7elvriz4A__micro/img/SAwaBrDhHbGuq6dFY-ok95qFMcU=/fit-in/64x64/filters:strip_icc()/pic5375624.jpg", "game_id": "120677", "min_players": 2, "max_players": 5, "min_play_time": 60, "max_play_time": 150, "play_time": 150, "publisher": "Feuerland Spiele", "image": "https://cf.geekdo-images.com/bre12I1YiXkZr7elvriz4A__original/img/_dZS7fVfdc4DhJPbqnDpwTT4uF0=/0x0/filters:format(jpeg)/pic5375624.jpg", "description": "In the land of Terra Mystica dwell 14 different peoples in seven landscapes, and each group is bound to its own home environment, so to develop and grow, they must terraform neighboring landscapes into their home environments in competition with the other groups.<br/><br/>Terra Mystica is a full information game without any luck that rewards strategic planning. Each player governs one of the 14 groups. With subtlety and craft, the player must attempt to rule as great an area as possible and to develop that group's skills. There are also four religious cults in which you can progress. To do all that, each group has special skills and abilities.<br/><br/>Taking turns, the players execute their actions on the resources they have at their disposal. Different buildings allow players to develop different resources. Dwellings allow for more workers. Trading houses allow players to make money. Strongholds unlock a group's special ability, and temples allow you to develop religion and your terraforming and seafaring skills. Buildings can be upgraded: Dwellings can be developed into trading houses; trading houses can be developed into strongholds or temples; one temple can be upgraded to become a sanctuary. Each group must also develop its terraforming skill and its skill with boats to use the rivers. The groups in question, along with their home landscape, are:<br/><br/><br/>    Desert (Fakirs, Nomads)<br/>    Plains (Halflings, Cultists)<br/>    Swamp (Alchemists, Darklings)<br/>    Lake (Mermaids, Swarmlings)<br/>    Forest (Witches, Auren)<br/>    Mountain (Dwarves, Engineers)<br/>    Wasteland (Giants, Chaos Magicians)<br/><br/><br/>Proximity to other groups is a double-edged sword in Terra Mystica. Being close to other groups gives you extra power, but it also means that expanding is more difficult...<br/><br/>"}, {"name": "Sub Terra", "year": "2017", "rank": "807", "url": "/boardgame/204472/sub-terra", "thumbnail": "https://cf.geekdo-images.com/47Z9FcLD20NDHdRYUaF_XA__micro/img/SqoWziCRWbSlSpXlbcGIrm6zWdg=/fit-in/64x64/filters:strip_icc()/pic3904427.png", "game_id": "204472", "min_players": 1, "max_players": 6, "min_play_time": 60, "max_play_time": 60, "play_time": 60, "publisher": "Inside the Box Board Games LLP (ITB)", "image": "https://cf.geekdo-images.com/47Z9FcLD20NDHdRYUaF_XA__original/img/ZS_FE1Q7_pIsd_XuOWmh_1IR8vI=/0x0/filters:format(png)/pic3904427.png", "description": "Description from the publisher:<br/><br/>A 1-6 player cooperative game of terrifying cave escape. Players take the role of amateur cavers attempting to escape an unexplored network of subterranean tunnels, before the lights flicker out or the darker things beneath the Earth catch up to them...<br/><br/>In Sub Terra players spend their turn exploring and revealing the tunnel system around them, attempting to survive the various perils of the cave, from floods and cave ins to gas leaks and scree. Players each have a role which gives them specialist abilities, such as an Engineer with dynamite to blast a new route or a Scout to find a route more easily.<br/><br/>New tiles are placed from a randomised stack of cave features, which determines whether you'll be hit with a dead end or a range of new options.<br/><br/>At the end of each turn, players face the reality of their situation, with a hazard card drawn to determine what danger causes them damage or cuts off their way out of the horror below.<br/><br/>These cards are finite, and when they run out, your torches flicker and the air feels tight, and your chance of survival diminishes quickly.<br/><br/>"}, {"name": "Caverna  The Cave Farmers", "year": "2013", "rank": "29", "url": "/boardgame/102794/caverna-cave-farmers", "thumbnail": "https://cf.geekdo-images.com/rz22tqa5PCYvK9oDjIbvxg__micro/img/sog7ni3vUAAfvd66e6XW4iOca4I=/fit-in/64x64/filters:strip_icc()/pic1790789.jpg", "game_id": "102794", "min_players": 1, "max_players": 7, "min_play_time": 30, "max_play_time": 210, "play_time": 210, "publisher": "Lookout Games", "image": "https://cf.geekdo-images.com/rz22tqa5PCYvK9oDjIbvxg__original/img/h9il8XnFB0iqHNHsNTPNGxJZWdM=/0x0/filters:format(jpeg)/pic1790789.jpg", "description": "Following along the same lines as its predecessor (Agricola), Caverna: The Cave Farmers is a worker-placement game at heart, with a focus on farming. In the game, you are the bearded leader of a small dwarf family that lives in a little cave in the mountains. You begin the game with a farmer and his spouse, and each member of the farming family represents an action that the player can take each turn. Together, you cultivate the forest in front of your cave and dig deeper into the mountain. You furnish the caves as dwellings for your offspring as well as working spaces for small enterprises.<br/><br/>It's up to you how much ore you want to mine. You will need it to forge weapons that allow you to go on expeditions to gain bonus items and actions. While digging through the mountain, you may come across water sources and find ore and ruby mines that help you increase your wealth. Right in front of your cave, you can increase your wealth even further with agriculture: You can cut down the forest to sow fields and fence in pastures to hold your animals. You can also expand your family while running your ever-growing farm. In the end, the player with the most efficiently developed home board wins.<br/><br/>You can also play the solo variant of this game to familiarize yourself with the 48 different furnishing tiles for your cave.<br/><br/>Caverna: The Cave Farmers, which has a playing time of roughly 30 minutes per player, is a complete redesign of Agricola that substitutes the card decks from the former game with a set of buildings while adding the ability to purchase weapons and send your farmers on quests to gain further resources. Designer Uwe Rosenberg says that the game includes parts of Agricola, but also has new ideas, especially the cave part of your game board, where you can build mines and search for rubies. The game also includes two new animals: dogs and donkeys.<br/><br/>"}, {"name": "Lanzeloth", "year": "2017", "rank": "8365", "url": "/boardgame/238700/lanzeloth", "thumbnail": "https://cf.geekdo-images.com/-LEBNFHSzIgptOQNeLX-Hw__micro/img/lnYJiETtk8UBpwVezX8oy3fFOEk=/fit-in/64x64/filters:strip_icc()/pic4285735.jpg", "game_id": "238700", "min_players": 2, "max_players": 6, "min_play_time": 20, "max_play_time": 30, "play_time": 30, "publisher": "Games 4 Gamers", "image": "https://cf.geekdo-images.com/-LEBNFHSzIgptOQNeLX-Hw__original/img/YB0JbQ1vFOEtahApbvqp_CZEPbw=/0x0/filters:format(jpeg)/pic4285735.jpg", "description": "Lanzeloth is a card game where every player builds a knight in front of them consisting of five cards (head, lance, shield, body, shoes) and an additional horse card. All cards start face down. All body parts have different strength values from zero to five and the horse card has special powers for the tournament round.<br/><br/>On your turn you either draw a card from the stack or take the top card from the discard pile. Then you either replace one of your cards with the new card of the same type or discard the card to use the card's special action to look at cards, turn cards face up or switch cards with other players.<br/><br/>If one player announces a tournament, all other players get one last turn. Then all players resolve the horse's abilities and ands compare the total strength value of their knights. Then the winner gets trophies depending on the power difference to the second-strongest player. All cards will be reshuffled and a new round starts. First player with a set amount of trophies, depending on player count, wins the game.<br/><br/>&mdash;user summary<br/><br/>"}, {"name": "NMBR9", "year": "2017", "rank": "877", "url": "/boardgame/217449/nmbr-9", "thumbnail": "https://cf.geekdo-images.com/a6j6yZmBJ5J2hcuo0KOW-A__micro/img/G5Zq6BQsG-X6hiWgBCRUy5riPfg=/fit-in/64x64/filters:strip_icc()/pic3328269.jpg", "game_id": "217449", "min_players": 1, "max_players": 4, "min_play_time": 20, "max_play_time": 20, "play_time": 20, "publisher": "999 Games", "image": "https://cf.geekdo-images.com/a6j6yZmBJ5J2hcuo0KOW-A__original/img/PtqzpYyf8ENzK589ZVNifR62V3Y=/0x0/filters:format(jpeg)/pic3328269.jpg", "description": "Numbers aren't worth anything in NMBR 9 unless they're off the ground floor and looking down from above.<br/><br/>The game includes twenty cards numbered 0-9 twice and eighty tiles numbered 0-9; each number tile is composed of squares in some arrangement. After shuffling the deck of cards, draw and reveal the first card. Each player takes a number tile matching the card and places it on the table. With each new card drawn after that, each player takes the appropriate number tile, then adds it to the tiles that they already have in play, with each player building their own arrangement of tiles.<br/><br/>The new tile must touch at least one other tile on the same level along one side of a square. A tile can also be placed on top of two or more other tiles as long as no part of the new tile overhangs the tiles below it; new tiles placed on this same level must touch at least one other tile, while also covering parts of at least two tiles and not overhanging.<br/><br/>Once all the cards have been drawn and the tiles placed, players take turns calculating their score. A tile on the bottom level &mdash; the 0th level, if you will &mdash; scores 0 points; a tile on the 1st level above this is worth as many points as the number on the tile; a tile on the 2nd level is worth twice the number on the tile; etc. Whoever scores the most points wins!<br/><br/>"}, {"name": "Small World", "year": "2009", "rank": "259", "url": "/boardgame/40692/small-world", "thumbnail": "https://cf.geekdo-images.com/aoPM07XzoceB-RydLh08zA__micro/img/COJIGGzrRYkdzevvZ7TMmy2UV78=/fit-in/64x64/filters:strip_icc()/pic428828.jpg", "game_id": "40692", "min_players": 2, "max_players": 5, "min_play_time": 40, "max_play_time": 80, "play_time": 80, "publisher": "Days of Wonder", "image": "https://cf.geekdo-images.com/aoPM07XzoceB-RydLh08zA__original/img/bYLzrwZO9u-3h2wyU-PHc8aTOY4=/0x0/filters:format(jpeg)/pic428828.jpg", "description": "In Small World, players vie for conquest and control of a world that is simply too small to accommodate them all.<br/><br/>Designed by Philippe Keyaerts as a fantasy follow-up to his award-winning Vinci, Small World is inhabited by a zany cast of characters such as dwarves, wizards, amazons, giants, orcs, and even humans, who use their troops to occupy territory and conquer adjacent lands in order to push the other races off the face of the earth.<br/><br/>Picking the right combination from the 14 different fantasy races and 20 unique special powers, players rush to expand their empires - often at the expense of weaker neighbors. Yet they must also know when to push their own over-extended civilization into decline and ride a new one to victory!<br/><br/>On each turn, you either use the multiple tiles of your chosen race (type of creatures) to occupy adjacent (normally) territories - possibly defeating weaker enemy races along the way, or you give up on your race letting it go &quot;into decline&quot;. A race in decline is designated by flipping the tiles over to their black-and-white side.<br/><br/>At the end of your turn, you score one point (coin) for each territory your races occupy. You may have one active race and one race in decline on the board at the same time. Your occupation total can vary depending on the special abilities of your race and the territories they occupy. After the final round, the player with the most coins wins.<br/><br/>Clarifications: available in a pinned forum post.<br/><br/>"}, {"name": "The Oracle of Delphi", "year": "2016", "rank": "573", "url": "/boardgame/193558/oracle-delphi", "thumbnail": "https://cf.geekdo-images.com/B3wVBSgHz1SW3VfcwbNvIA__micro/img/rs8yCyRU3PfJkoI3d51NVxbI4P0=/fit-in/64x64/filters:strip_icc()/pic3126511.jpg", "game_id": "193558", "min_players": 2, "max_players": 4, "min_play_time": 70, "max_play_time": 100, "play_time": 100, "publisher": "Hall Games", "image": "https://cf.geekdo-images.com/B3wVBSgHz1SW3VfcwbNvIA__original/img/gYJaqZ7p1H_KnGIhRK8UFXHzDYo=/0x0/filters:format(jpeg)/pic3126511.jpg", "description": "Description from the publisher:<br/><br/>&quot;For once, Zeus, Greek god of thunder and sky, is in high spirits. Hence, he decides to offer a generous gift to a worthy mortal and invite him, or her, to his realm, to Olympus. To determine a sufficient candidate, Zeus hosts a competition for his entertainment. Twelve legendary tasks are imposed upon the fearless participants: to erect graceful statues, to raise awe-inspiring sanctuaries, to offer capacious offerings, and to slay the most fearsome monsters. The first participant to master all the posed assignments wins the favor of the father of the gods himself.<br/><br/>Indubitably, you will not pass up this golden opportunity, so you clear your ship and rally your crew to follow on the trails of legendary Odysseus through the dangerous waters of the Aegean. But how could you find the righteous path onward? There is but one who can help you. Visit the mysterious oracle of Delphi and let her answers guide your ways.<br/><br/>In Stefan Feld's new game The Oracle of Delphi, the player's ships travel across a large variable game board of hexagonal tiles showing islands and the surrounding waters. Each player aims to reach certain islands to perform the twelve tasks given by Zeus: e.g., to collect offerings of different colors and to deliver them to corresponding temples, or to slay monsters of a specific type (and color), all of which can be discovered on the islands.<br/><br/>In order to execute these color-dependent actions, you are given three colored dice each turn, the so-called &quot;oracle dice&quot;. Rolling the dice (at the start of the turn) is equivalent to consulting the oracle, whereas the results represent her answers. The answers determine which actions you will be able to take, but you will always have three actions per turn. However, a slight divergence from your fate is often possible.<br/><br/>In addition to the oracle, you can request support from the gods and you can acquire favor tokens, companions, and other special abilities that will help you win the race against other competitors.<br/><br/>Differently equipped ships and the variable set-up of the game board will offer new challenging and interesting strategic and tactical decisions with every new game of The Oracle of Delphi that you play.<br/><br/>"}, {"name": "Tiny Epic Galaxies", "year": "2015", "rank": "272", "url": "/boardgame/163967/tiny-epic-galaxies", "thumbnail": "https://cf.geekdo-images.com/c_87h8o0AOrfCO3hxMjjrA__micro/img/3StPmJGPf7TzK52lGa3wnhXM3jE=/fit-in/64x64/filters:strip_icc()/pic2349732.jpg", "game_id": "163967", "min_players": 1, "max_players": 5, "min_play_time": 30, "max_play_time": 45, "play_time": 45, "publisher": "Gamelyn Games", "image": "https://cf.geekdo-images.com/c_87h8o0AOrfCO3hxMjjrA__original/img/a1VPd_zbaoq3vthJxghgsnt2AyM=/0x0/filters:format(jpeg)/pic2349732.jpg", "description": "In Tiny Epic Galaxies each player controls a galactic empire, aiming to expand their influence by acquiring highly contested planets and increasing their cosmic armada. The game revolves around an innovative dice-rolling combo mechanic. The number of dice you roll is determined by the strength of your galaxy. Each die is engraved with symbols representing the various actions you can take, such as moving a spaceship, increasing your culture or energy resources, or advancing your political or economic influence over newly discovered planets.<br/><br/>Through careful planning, you must make the most out of your turn, taking the available actions in whichever order you consider most beneficial. But be careful, as each of your opponents can choose to follow each action you take by expending valuable resources. This means that it can always be your turn, even when it is someone else&rsquo;s turn!<br/><br/>Players will colonize new planets throughout the game, thereby earning victory points and accumulating special abilities which they can activate for their galactic empire. Careful spending of resources will ensure the fastest growth of your empire, while allowing you to receive the biggest possible pay‐off from the actions you take.<br/><br/>Will your influence be enough to control the most powerful planets in the galaxy? Will you be able to meet your secret objective along the way? Will your empire stand victorious?<br/><br/>Tiny Epic Galaxies FAQ<br/><br/>"}, {"name": "Tiny Epic Quest", "year": "2017", "rank": "751", "url": "/boardgame/201921/tiny-epic-quest", "thumbnail": "https://cf.geekdo-images.com/Cd65qIFLnJlkWTfbKDk_FA__micro/img/qpcugeE0uK4olNzgiXXsYQOdUyg=/fit-in/64x64/filters:strip_icc()/pic3120755.jpg", "game_id": "201921", "min_players": 1, "max_players": 4, "min_play_time": 30, "max_play_time": 60, "play_time": 60, "publisher": "Gamelyn Games", "image": "https://cf.geekdo-images.com/Cd65qIFLnJlkWTfbKDk_FA__original/img/k-346D8FwQe_GUwi40trFGjD7JM=/0x0/filters:format(jpeg)/pic3120755.jpg", "description": "A world of peace has been torn asunder by the opening of a vile portal from the goblin kingdom. Nasty goblins pour into the peaceful groves and villages of the elf world, setting the realm ablaze. Now you, the heroes, must quest in order to right this wrong. There are two paths to victory: closing the portal or slaying all the goblins. Which one will you choose? Either way, your quests will be aided by the help of the surviving mushroom folk &mdash; and by the epic items that have been lost in the realm's deep dungeons. The world is ending quickly, so you must act fast to save it, but you also need to know when your luck will run out...<br/><br/>In Tiny Epic Quest, players embark on a sandbox adventure. Each player controls a band of three elf heroes questing to save the world and the sacred mushroom folk from the intruding goblins.<br/><br/>Each round is broken into two phases: day and night. During the day, players travel far and wide, visiting villages to acquire quests, monuments to learn powerful spells, mushroom groves to seek guidance, and treacherous locations in search of artifacts! Acquiring artifacts empower the heroes with unique abilities; this may improve a heroes' movement or combat, or their ability to learn spells or mitigate harmful dice rolls.<br/><br/>Heroes must travel by foot, by horse, by raft, by boat and by gryphon to get to everywhere they need to go to satisfy their quests &mdash; or to position themselves for what night brings. As each type of movement is different, and limited, players need to take careful consideration when traveling, and how they travel, if they wish to accomplish all of their goals.<br/><br/>During the night, players must face the challenge of their quests, and decisions, by rolling dice, hoping for fortune, and knowing when to quit. Will you press on? Or is it time to save your progress and rest? Tomorrow is another day.<br/><br/>The game ends once the portal is closed or all the goblins have been eradicated. The player who has acquired the most victory points by slaying goblins, learning spells, and completing quests is crowned the winner!<br/><br/><br/>For a deluxe edition of this game, see Tiny Epic Quest: Deluxe Edition<br/><br/>"}, {"name": "Fugitive", "year": "2017", "rank": "689", "url": "/boardgame/197443/fugitive", "thumbnail": "https://cf.geekdo-images.com/Jeukp3NUs-u6i3SuF-yE4A__micro/img/tpNF_JfWfFvohgyNidEKlrV2A20=/fit-in/64x64/filters:strip_icc()/pic3481216.png", "game_id": "197443", "min_players": 2, "max_players": 2, "min_play_time": 5, "max_play_time": 20, "play_time": 20, "publisher": "Fowers Games", "image": "https://cf.geekdo-images.com/Jeukp3NUs-u6i3SuF-yE4A__original/img/X8-dbZ1EzlwOUAe3CuwKBRztTMY=/0x0/filters:format(png)/pic3481216.png", "description": "Fugitive is a two-player card game set in the world of Burgle Bros. One player is a fugitive trying to make it out of town while being pursued by an unstoppable agent. The fugitive plays cards face down to the table trying to work their way to a goal, while the agent must guess those cards to uncover them. If all the cards are face up, the fugitive is caught.<br/><br/>"}, {"name": "How to Rob a Bank", "year": "2017", "rank": "4012", "url": "/boardgame/232079/how-rob-bank", "thumbnail": "https://cf.geekdo-images.com/fcn9UjnV-uG41chEmw-KYA__micro/img/xvXKB74o38GrmWwuenhQQtgR8FM=/fit-in/64x64/filters:strip_icc()/pic4274327.jpg", "game_id": "232079", "min_players": 2, "max_players": 4, "min_play_time": 30, "max_play_time": 30, "play_time": 30, "publisher": "Big G Creative", "image": "https://cf.geekdo-images.com/fcn9UjnV-uG41chEmw-KYA__original/img/CIuGcfY3_ak-KQ1LW8NH4qbwl_0=/0x0/filters:format(jpeg)/pic4274327.jpg", "description": "One player is the bank and controls the guards while the other players are a team of robbers. Take turns planning your actions by playing cards &ndash; but keep your strategies secret. Then take turns revealing your actions by moving, picking up money bags, triggering alarms, and more!<br/><br/>Will the bank win by protecting its loot?<br/>Or will the robbers make off like bandits?<br/>Find out in this suspenseful game of teamwork and competition!<br/><br/>&mdash;description from the publisher<br/><br/>"}, {"name": "Cairn", "year": "2019", "rank": "2954", "url": "/boardgame/275916/cairn", "thumbnail": "https://cf.geekdo-images.com/XUK2HkqxZEO8gerSNMabdQ__micro/img/PhjjEMGGonpHNhJEyDsfq9lktRE=/fit-in/64x64/filters:strip_icc()/pic4870351.jpg", "game_id": "275916", "min_players": 2, "max_players": 2, "min_play_time": 25, "max_play_time": 25, "play_time": 25, "publisher": "Matagot", "image": "https://cf.geekdo-images.com/XUK2HkqxZEO8gerSNMabdQ__original/img/W429oyj0sBt12YoEwb-VnmvHGmo=/0x0/filters:format(jpeg)/pic4870351.jpg", "description": "Inhabitants of the forest and of the sea, it is time to awaken! You will embody shamans and build Megaliths to expand your power and dominate the rival tribe. Activate the unique powers of each new Megalith, but beware: shamans from the opposing tribe can also activate them!<br/><br/>In this intense duel, you must consider each move carefully as you advance your shamans across the play area, banish the opposing shaman and build Megaliths to make your way to victory!<br/><br/> Do you have the soul of a shaman?<br/><br/>A game of simple mechanics<br/>A great depth of play<br/>An intense duel where each move counts<br/><br/>"}, {"name": "Inis", "year": "2016", "rank": "106", "url": "/boardgame/155821/inis", "thumbnail": "https://cf.geekdo-images.com/6QE8mnPFmauoj2THsyUYPA__micro/img/KzK9JEEodDn0EyHA8rJy2X0cyYA=/fit-in/64x64/filters:strip_icc()/pic4739757.jpg", "game_id": "155821", "min_players": 2, "max_players": 4, "min_play_time": 60, "max_play_time": 90, "play_time": 90, "publisher": "Matagot", "image": "https://cf.geekdo-images.com/6QE8mnPFmauoj2THsyUYPA__original/img/6bZdn1SNbpIqU7n5pwtncvdNE_U=/0x0/filters:format(jpeg)/pic4739757.jpg", "description": "Inis is a game deeply rooted in Celtic history and lore in which players win by being elected King of the Island (Inis). Players can try to achieve one of three different victory conditions:<br/><br/><br/>     Leadership: Be the leader &mdash; i.e., have more clan figures than any other player &mdash; of territories containing at least six opponents' clans.<br/>     Land: Have your clans present in at least six different territories.<br/>     Religion: Have your clans present in territories that collectively contain at least six sanctuaries.<br/><br/><br/>Over the course of the game, players also earn deeds, typically chanted by bards or engraved by master crafters, that reduce by one the magic total of six for any condition. While one victory condition is enough to claim the title of King, a game of experienced players usually has a tight balance of power, emphasizing the leadership of the capital of the island.<br/><br/>At the start of each round, players draft a hand of four action cards (with 13 action cards for three players and 17 for four players) during the Assembly. Action cards not played at the end of one season are not held for the next. Players also have access to leader cards for the territories that allow it and where they were elected leader during the assembly. Each Assembly reallocates those cards. Finally, they collect &quot;epic tales&quot; cards that depict the deeds of the ancient Irish gods and heroes, like Cuchulainn, the Dagda, Lugh and many others. These will be kept and used to inspire the clans and achieve extraordinary feats...under the right circumstances. The cards provide a variety of actions: adding clans, moving clans, building/exploring, and special actions.<br/><br/>Careful drafting, hand management, bluffing (especially once players understand the importance of passing their turn), good timing, and a precise understanding of the balance of power are the keys to victory. After a discovery game you'll be ready for a full and epic game, where an undisputed player will be king by the Assembly for his merit and wisdom.<br/><br/>While Inis has &quot;dudes&quot; that are &quot;on a map&quot;, it's a beginner's mistake to play this as a battle game because eliminating other clans reduces your chances of scoring a Leadership victory condition. Peace among different clans, with or without a clear territory leader, is the usual outcome of a clan's movement. Battles will occur, of course, as the Celtic clans can be unruly and a good player will listen to his clan's people (i.e., his hand of cards). That battle aspect is reflected in the clan's miniatures representing warriors. Woodsmen, shepherds and traders complete the set of twelve minis for each player; these occupations have no impact on the game, but give it flavor.<br/><br/>"}, {"name": "Love Letter", "year": "2012", "rank": "285", "url": "/boardgame/129622/love-letter", "thumbnail": "https://cf.geekdo-images.com/T1ltXwapFUtghS9A7_tf4g__micro/img/Qiu0VH-5VxmCUkISsvN5-dRlrKw=/fit-in/64x64/filters:strip_icc()/pic1401448.jpg", "game_id": "129622", "min_players": 2, "max_players": 4, "min_play_time": 20, "max_play_time": 20, "play_time": 20, "publisher": "Alderac Entertainment Group", "image": "https://cf.geekdo-images.com/T1ltXwapFUtghS9A7_tf4g__original/img/xIAzJY7rl-mtPStRZSqnTVsAr8Y=/0x0/filters:format(jpeg)/pic1401448.jpg", "description": "All of the eligible young men (and many of the not-so-young) seek to woo the princess of Tempest. Unfortunately, she has locked herself in the palace, and you must rely on others to take your romantic letters to her. Will yours reach her first?<br/><br/>Love Letter is a game of risk, deduction, and luck for 2&ndash;4 players. Your goal is to get your love letter into Princess Annette's hands while deflecting the letters from competing suitors. From a deck with only sixteen cards, each player starts with only one card in hand; one card is removed from play. On a turn, you draw one card, and play one card, trying to expose others and knock them from the game. Powerful cards lead to early gains, but make you a target. Rely on weaker cards for too long, however, and your letter may be tossed in the fire!<br/><br/>Number 4 in the Tempest: Shared World Game Series<br/><br/>"}, {"name": "Walk The Plank  Limited Edition", "year": "2017", "rank": "10350", "url": "/boardgame/219622/walk-plank-limited-edition", "thumbnail": "https://cf.geekdo-images.com/SjHpjgzhe8TF5UX2kQB7HQ__micro/img/ijt3JYiEUsIWWt6mPx_VIsoy28s=/fit-in/64x64/filters:strip_icc()/pic3731597.jpg", "game_id": "219622", "min_players": 3, "max_players": 5, "min_play_time": 20, "max_play_time": 20, "play_time": 20, "publisher": "Mayday Games", "image": "https://cf.geekdo-images.com/SjHpjgzhe8TF5UX2kQB7HQ__original/img/EDbyc52h-x5IKX_yd88L69d-7dk=/0x0/filters:format(jpeg)/pic3731597.jpg", "description": "In Walk the Plank!, players represent the worst pirates in a captain's crew. The captain has rounded you all up because you're all lazy and stupid and simply not worth the rum and loot you get paid. That said, the captain has decided he's willing to keep two of you in his crew. To prove you're worthy, you will fight amongst yourselves, trying to shove other players' pirates off the end of the plank while keeping yours alive!<br/><br/>In game terms, each round players secretly stack three of their ten action cards, then they take turns revealing and playing those actions one by one no matter what's gone wrong between the planning and the doing. If you plan to have a pirate shove someone off the plank on your third move and all he sees are his own best mates, he will still shove away! Some cards bear a skull on them, and these powerful cards must remain on the table the round after they're played, but otherwise players then pick up their action cards and start a new round. As soon as two or fewer pirates remain on board, the game ends and the owner (or owners) of these pirates win! Watch out, though, as sometimes every pirate will end up in the drink, which means that no one wins other than the sharks circling in the water below...<br/><br/>This all new limited edition tin edition features a reworked version of the rules, all new artwork (by Felideus Bubastis), screen printed meeples, the Ghost Meeple mini-expansion (with rules), and a 26 card promo pack.<br/><br/>The promo pack features a summary card and 5x cards each each of  the five player colors, which now give each player 15 cards to choose from rather than the 10 cards featured in the original  or the deluxe tin editions.<br/><br/>The new cards are:<br/><br/>Skeleton<br/>Scallywag<br/>Parlay<br/>Ghost Pirate<br/>Dynamite<br/><br/>"}, {"name": "Happy Salmon", "year": "2016", "rank": "1242", "url": "/boardgame/194626/happy-salmon", "thumbnail": "https://cf.geekdo-images.com/m0fTHQRSHztlpHsCzR9iAw__micro/img/DuK6VcKlN3srNXrSY-xCQjZ17Lo=/fit-in/64x64/filters:strip_icc()/pic2913980.png", "game_id": "194626", "min_players": 3, "max_players": 6, "min_play_time": 2, "max_play_time": 2, "play_time": 2, "publisher": "North Star Games", "image": "https://cf.geekdo-images.com/m0fTHQRSHztlpHsCzR9iAw__original/img/Q9nfxwysU0Vz2vQnnhuvzSq5P0U=/0x0/filters:format(png)/pic2913980.png", "description": "Description from the publisher:<br/><br/>Happy Salmon is a simple, ultra-fast, very silly card game.<br/><br/>There are no turns. Players call out the action shown on their cards as fast as they can. When two players have a match, they celebrate by performing the action. Actions include the classic &quot;High 5&quot;, the unifying &quot;Pound It&quot;, the frantic &quot;Switcheroo&quot;, and the delightful and bizarre &quot;Happy Salmon&quot;.<br/><br/>Each time a player celebrates a match, they quickly discard a card. The first person to get rid of all their cards wins.<br/><br/>The &quot;FIN-tastically&quot; unique and cute fish pouch makes Happy Salmon perfect to take to camp, vacation or if you are just traveling upstream.<br/><br/>AWARDS<br/>2016 ASTRA Best Toy for Kids Winner<br/>2017 TOTY Game of the Year nominee<br/><br/>"}, {"name": "Cards Against Humanity", "year": "2009", "rank": "4368", "url": "/boardgame/50381/cards-against-humanity", "thumbnail": "https://cf.geekdo-images.com/nYLrPiI9gnvlrwOrKQ4_CA__micro/img/oXaWmVNmLiNg0a39SnTuqgJEFwE=/fit-in/64x64/filters:strip_icc()/pic2909692.jpg", "game_id": "50381", "min_players": 4, "max_players": 30, "min_play_time": 30, "max_play_time": 30, "play_time": 30, "publisher": "(Self-Published)", "image": "https://cf.geekdo-images.com/nYLrPiI9gnvlrwOrKQ4_CA__original/img/EgMpdhoG38LUTApk0kyFFsmoQPk=/0x0/filters:format(jpeg)/pic2909692.jpg", "description": "&quot;A party game for horrible people.&quot;<br/><br/>Play begins with a judge, known as the &quot;Card Czar&quot;, choosing a black question or fill-in-the-blank card from the top of the deck and showing it to all players.  Each player holds a hand of ten white answer cards at the beginning of each round, and passes a card (sometimes two) to the Card Czar, face-down, representing their answer to the question on the card. The card czar determines which answer card(s) are funniest in the context of the question or fill-in-the-blank card. The player who submitted the chosen card(s) is given the question card to represent an &quot;Awesome Point&quot;, and then the player to the left of the new Card Czar becomes the new Czar for the next round. Play continues until the players agree to stop, at which point the player with the most Awesome Points is the winner.<br/><br/>This, so far, sounds like the popular and fairly inoffensive Apples to Apples. While the games are similar, the sense of humor required is very different. The game encourages players to poke fun at practically every awkward or taboo subject including race, religion, gender, poverty, torture, alcoholism, drugs, sex (oh yes), abortion, child abuse, celebrities, and those everyday little annoyances like &quot;Expecting a burp and vomiting on the floor&quot;.<br/><br/>In addition, there are a few extra rules.  First, some question cards are &quot;Pick 2&quot; or cards, which require each participant to submit two cards in sequence to complete their answer. Second, a gambling component also exists.  If a question is played which a player believes they have two possible winning answers for, they may bet an Awesome Point to play a single second answer.  If the player who gambled wins, they retain the wagered point, but if they lose, the player who contributed the winning answer takes both points.<br/><br/>From the website:<br/><br/>&quot;Cards Against Humanity is distributed under a Creative Commons Attribution-Noncommercial-Share Alike license - that means you can use and remix the game for free, but you can't sell it. Feel free to contact us at cardsagainsthumanity@gmail.com.&quot;<br/><br/>"}, {"name": "PickaPig", "year": "2012", "rank": "3781", "url": "/boardgame/123885/pick-dog", "thumbnail": "https://cf.geekdo-images.com/tId8rrxxO4U2U3zNLOgNTQ__micro/img/0WzriuRpBpxxPbgNqVP7M6KHJ6o=/fit-in/64x64/filters:strip_icc()/pic1303394.png", "game_id": "123885", "min_players": 1, "max_players": 5, "min_play_time": 15, "max_play_time": 15, "play_time": 15, "publisher": "999 Games", "image": "https://cf.geekdo-images.com/tId8rrxxO4U2U3zNLOgNTQ__original/img/6ZpviQcqGAIE1bsw9HzAd5yRre0=/0x0/filters:format(png)/pic1303394.png", "description": "While Farmer Henry is enjoying red wine in his newly-built colossal basement, the piggies in the barn are also partying for fun! Impish as they are, they're really organized when it comes to forming groups for games. Recruit your team carefully, but not too slowly!<br/><br/>Pick-a-Dog (first published as Formissimo) features the same gameplay as Pick-a-Pig, with the only difference being that dog noses in one game are replaced with piggie snouts in the other. An individual game supports 2-5 players, while combined they support up to eight players.<br/><br/>To set up the game, lay out 30 cards in a grid (49 cards with 6-8 players) and give one card face down to each player. Each card has five attributes, with each attribute having two states: large/small, light/dark, one/two arms, with/without sunglasses, and with/without popcorn. (As noted above, combining the two games adds a sixth attribute: pig/dog nose.) Someone shouts &quot;Go!&quot;, then everyone looks at their card in hand. Players then start grabbing cards from the grid and stacking them in hand. The card grabbed must be identical to the top card in hand or differ from that top card in only one way. Thus, as you grab cards, the attributes of that top card will keep changing, forcing you to look for matches in new ways.<br/><br/>Once a player thinks he can't grab any more cards, he yells &quot;Stop!&quot;. The round ends, and all players check their card stacks. If someone made a mistake when grabbing cards, that player keeps none of the cards gathered that round. If the player who stopped the round made no mistakes, he earns an extra card (two cards when playing with 6-8). If, however, he stopped the round when he could have collected more cards, then he loses all the cards he's collected during this round.<br/><br/>Whoever has collected the most cards when the game ends wins!<br/><br/>"}, {"name": "Dead Mans Draw", "year": "2015", "rank": "1098", "url": "/boardgame/149155/dead-mans-draw", "thumbnail": "https://cf.geekdo-images.com/QvsOIc1q9NXArl7__VtKjA__micro/img/xEMiRF-4o32dDg8OQXBwFM3yhWc=/fit-in/64x64/filters:strip_icc()/pic2923119.jpg", "game_id": "149155", "min_players": 2, "max_players": 4, "min_play_time": 10, "max_play_time": 15, "play_time": 15, "publisher": "BoardM Factory", "image": "https://cf.geekdo-images.com/QvsOIc1q9NXArl7__VtKjA__original/img/IOQXb7lcJ6W6h3dCBvGi3UjzIJM=/0x0/filters:format(jpeg)/pic2923119.jpg", "description": "Dead Man's Draw is a simple and strategic card game of risk and reward for 2 to 4 players. Players take turns drawing cards and combining their special abilities to plunder the most loot without busting their entire hands.<br/><br/>The core of your turn in Dead Man&rsquo;s Draw is all in the flip: pulling the top card off the deck and using its special ability. Your turn isn&rsquo;t over until you say it is, though. You can keep pulling cards as long as you like &ndash; until you play a card of a suit already seen, at which point you lose everything. Knowing when to stop and &quot;bank&quot; your cards is the biggest decision you make in Dead Man&rsquo;s Draw, but being too timid lets braver opponents pass you up with bigger, more profitable turns.<br/><br/>The cards&rsquo; special abilities are key to success in Dead Man&rsquo;s Draw, and they build off of each other. Each suit in DMD has an effect that the player can target when they flip a card of that suit.<br/><br/>Anchor &ndash; Keep everything you drew before the Anchor even if you bust.<br/><br/>Cannon &ndash; Destroy one card an opponent has previously banked.<br/><br/>Chest &ndash; Double your haul by banking as many cards directly from the discard pile as are in the river when you bank the Chest &ndash; but only if you also bank a Key.<br/><br/>Hook &ndash; Play one of your previously banked cards.<br/><br/>Key &ndash; Enables the Chest special.<br/><br/>Kraken &ndash; Oh no! You&rsquo;re forced to draw at least two more cards.<br/><br/>Map &ndash; Draw three cards from the discard pile and play one.<br/><br/>Mermaid &ndash; No ability, but worth more points (Mermaids are numbered 4-9 instead of 2-7).<br/><br/>Oracle &ndash; Look at the next card before deciding if you want to play it.<br/><br/>Sword &ndash; Steal an opponent&rsquo;s previously banked card and play it.<br/><br/>Many of these work well together, like using a Hook to re-play a Sword from your hand to steal an opponent&rsquo;s Chest to go with your Key &ndash; racking up huge points by playing abilities well and not solely through the luck of the draw.<br/><br/>As soon as the deck is depleted, players total up the value of the highest card they&rsquo;ve banked from each suit. High score wins.<br/><br/>"}, {"name": "Friday", "year": "2011", "rank": "411", "url": "/boardgame/43570/friday", "thumbnail": "https://cf.geekdo-images.com/7bBUuYUIyKIBDh_UnNa_Fw__micro/img/nmxIKcPYOSBi90lauhH7-zkgQEQ=/fit-in/64x64/filters:strip_icc()/pic1513328.jpg", "game_id": "43570", "min_players": 1, "max_players": 1, "min_play_time": 25, "max_play_time": 25, "play_time": 25, "publisher": "2F-Spiele", "image": "https://cf.geekdo-images.com/7bBUuYUIyKIBDh_UnNa_Fw__original/img/_tiZYJMEc26kgt7uNF6IM8A-8As=/0x0/filters:format(jpeg)/pic1513328.jpg", "description": "Friday, the second game in the Friedemann Friese Series: Freitag-Project (Friedemann Friese), is based on the story of Robinson Crusoe and his loyal partner Friday (Freitag). You play as Friday, and when Robinson Crusoe crashes his ship on your island, your peaceful times are disturbed. You must help Robinson to survive the island and prepare him to defeat the pirates that are coming for the island.<br/><br/>Friday is a solitaire deck-building game in which you optimize your deck of fight cards in order to defeat the hazards of the island. During a turn the player will attempt to defeat hazard cards by playing fight cards from their deck. If defeated, a hazard card will become a fight card and is added to the player's deck. If failed, the player will lose life points but also get the opportunity to remove unwanted cards from their fight deck. In the end, the player will use their optimized fight deck to defeat the two pirate ships coming for the island, allowing Robinson Crusoe to escape the island and allowing you to finally have your peace back!<br/><br/>"}, {"name": "Pocket Mars", "year": "2017", "rank": "2529", "url": "/boardgame/223779/pocket-mars", "thumbnail": "https://cf.geekdo-images.com/3lvu7MsJsj_9dZ4AKQZemg__micro/img/QmCkkVdAUfCQhyHz9lrmzbgGVHs=/fit-in/64x64/filters:strip_icc()/pic3882123.png", "game_id": "223779", "min_players": 1, "max_players": 4, "min_play_time": 15, "max_play_time": 30, "play_time": 30, "publisher": "Board&Dice", "image": "https://cf.geekdo-images.com/3lvu7MsJsj_9dZ4AKQZemg__original/img/ADNyCztiyEEX0Kc2O_LnkEW5yb4=/0x0/filters:format(png)/pic3882123.png", "description": "For a long time now, Earth hasn't been a perfect place to live. You are one of the architects sent to Mars. Your objective is to set up an infrastructure for the first colonists who would arrive on the red planet and start a new chapter for mankind.<br/><br/>Pocket Mars is a fast paced and wildly dynamic card game but don't let the short playthrough time fool you. It's a heavy weight filler! A compressed and easy to understand set of rules, combined with cards that you can play in more than one way is what makes this game great! Fifteen minutes is all it takes for you and your friends to set out on an exciting adventure in space!<br/><br/>In the world of big games about Mars everybody should have one that fits in their pocket.<br/><br/>Your goal is to place as many colonists as you can in the buildings of your Mars settlement. To do so, you will need to choose carefully how and when to play your cards.<br/><br/>The way you trigger actions on your cards is the heart of the game. Everything depends on where you play them from, which is the game's main strategic element. You could play a project card straight from your hand and trigger its effect instantly or turn it into a module and play it from your preparation zone. This will let you add it to one of the five buildings in your settlement, trigger an action sequence and transport your colonists to Mars &ndash; a sure way to put a spanner in the works of your competition.<br/>Each card's set of various actions combined with the buildings' unique properties leaves you with a number of small but substantial decisions:<br/><br/>&minus; Where to put your card.<br/>&minus; Where to play your card from.<br/>&minus; What action sequence will give you the most possibilities within a given turn.<br/><br/>What's more, anyone can activate an action from a module placed in one of the buildings by another player and share its effects.<br/><br/>Pocket Mars may be a small game but Michał Jagodziński sure stuffed it with a lot of options that will have an impact on the survival of our civilization! :)<br/><br/>"}, {"name": "Harbour", "year": "2015", "rank": "1549", "url": "/boardgame/155969/harbour", "thumbnail": "https://cf.geekdo-images.com/ECislQBZPHzEiCHOb1H3Bg__micro/img/V-pSF9-UO8qfUWRugM5HNsRunWk=/fit-in/64x64/filters:strip_icc()/pic2726915.jpg", "game_id": "155969", "min_players": 1, "max_players": 4, "min_play_time": 30, "max_play_time": 60, "play_time": 60, "publisher": "Tasty Minstrel Games", "image": "https://cf.geekdo-images.com/ECislQBZPHzEiCHOb1H3Bg__original/img/AzWc6JVdCn9CgDtMn35PEZgc0s0=/0x0/filters:format(jpeg)/pic2726915.jpg", "description": "Dockmaster Schlibble and Constable O'Brady cordially invite you to visit their bustling Harbour town! Attend to business at the Trader's Guild or the Masoner's Hall. Break for lunch at the Sushi Shop, or stop off for a drink at the Pub. Don't forget to check out the Wizard's Traveling Imaginarium before you go! But no matter where you go, keep on the lookout for a bargain... the denizens of this town are always wheeling and dealing! Collect and trade resources as you visit the various buildings of Harbour, and cash them in to buy your way into the town. Whoever has the most points worth of buildings when the game ends, wins!<br/><br/>Harbour is a worker placement game where players move their worker from building to building, collecting and trading Fish, Livestock, Wood, and Stone; and cashing those resources in to purchase buildings (which are the worker placement spots) from the central pool. Once a building is purchased, it is replaced from the deck, and the central pool is a small subset of the deck, and is therefore different every game.<br/><br/>The game ends when a player has purchased his fourth building. After that round finishes, the player with the most points worth of buildings is the winner!<br/><br/>At the heart of Harbour is a dynamic market mechanism. Each time a player purchases a building, the value of the resources they used drops, while the value of the other resources rise. You'll have to carefully time your purchases to take advantage of the ebb and flow of market prices, or be prepared to waste some resources!<br/><br/>"}, {"name": "Sushi Go", "year": "2013", "rank": "447", "url": "/boardgame/133473/sushi-go", "thumbnail": "https://cf.geekdo-images.com/EPdI2KbLVtpGWLgL_eJLFg__micro/img/_YWXbqjqSTxGhtJiwo6HV1KVZEc=/fit-in/64x64/filters:strip_icc()/pic5885690.jpg", "game_id": "133473", "min_players": 2, "max_players": 5, "min_play_time": 15, "max_play_time": 15, "play_time": 15, "publisher": "Adventureland Games", "image": "https://cf.geekdo-images.com/EPdI2KbLVtpGWLgL_eJLFg__original/img/ahppJwWWpWQTzT8LR-2ObsjB7OY=/0x0/filters:format(jpeg)/pic5885690.jpg", "description": "In the super-fast sushi card game Sushi Go!, you are eating at a sushi restaurant and trying to grab the best combination of sushi dishes as they whiz by. Score points for collecting the most sushi rolls or making a full set of sashimi. Dip your favorite nigiri in wasabi to triple its value! And once you've eaten it all, finish your meal with all the pudding you've got! But be careful which sushi you allow your friends to take; it might be just what they need to beat you!<br/><br/>Sushi Go! takes the card-drafting mechanism of Fairy Tale and 7 Wonders and distills it into a twenty-minute game that anyone can play. The dynamics of &quot;draft and pass&quot; are brought to the fore, while keeping the rules to a minimum. As you see the first few hands of cards, you must quickly assess the make-up of the round and decide which type of sushi you'll go for. Then, each turn you'll need to weigh which cards to keep and which to pass on. The different scoring combinations allow for some clever plays and nasty blocks. Round to round, you must also keep your eye on the goal of having the most pudding cards at the end of the game!<br/><br/>"}, {"name": "Rick and Morty  Total Rickall Card Game", "year": "2016", "rank": "3701", "url": "/boardgame/194232/rick-and-morty-total-rickall-card-game", "thumbnail": "https://cf.geekdo-images.com/Gtprfq3orl77NS5FotVbkA__micro/img/VHRrz_euuTuGDSJgLUGL_v_cmjI=/fit-in/64x64/filters:strip_icc()/pic3979905.jpg", "game_id": "194232", "min_players": 2, "max_players": 5, "min_play_time": 30, "max_play_time": 30, "play_time": 30, "publisher": "Cryptozoic Entertainment", "image": "https://cf.geekdo-images.com/Gtprfq3orl77NS5FotVbkA__original/img/bZcqkX0RjWhh3Y7uGAnu_kJFKsc=/0x0/filters:format(jpeg)/pic3979905.jpg", "description": "Rick and Morty: Total Rickall Card Game is based on the Rick and Morty episode of the same name. If you haven't seen it, don't worry. You can still play this wild and wacky game and have plenty of fun &mdash; but you really should see it at some point. Seriously. Don't be a Jerry.<br/><br/>Rick has locked the family inside their house. Why? Because the family has grown. Parasites masquerading as family and close friends have infiltrated and have inserted pleasant memories into everyone's minds to make them think they're real &mdash; and more keep coming! You must figure out which of these new, zany characters are real and which ones are parasites that need to be exterminated.  Think you've got what it takes to save the world?<br/><br/>The game features a basic fully cooperative mode and an advanced mode, where there are two teams.<br/>In the advanced mode, players will be dealt a hidden role as either Real or a Parasite. The Parasite players must try to keep at least one parasite alive in the end (keeping yourself alive is the easiest way to do this). The Real players must root out the Parasites to win.<br/>Now you can shoot the other players! But if you accidentally shoot a Real player, there are consequences...<br/>There is no player elimination, however. A player's secret identity might change, though.<br/><br/>"}, {"name": "7 Wonders Duel", "year": "2015", "rank": "17", "url": "/boardgame/173346/7-wonders-duel", "thumbnail": "https://cf.geekdo-images.com/WzNs1mA_o22ZWTR8fkLP2g__micro/img/xh3isprMbt_FCg9vs3w_ifv-JXY=/fit-in/64x64/filters:strip_icc()/pic3376065.jpg", "game_id": "173346", "min_players": 2, "max_players": 2, "min_play_time": 30, "max_play_time": 30, "play_time": 30, "publisher": "Repos Production", "image": "https://cf.geekdo-images.com/WzNs1mA_o22ZWTR8fkLP2g__original/img/q_TrwF4VnXgW1dFQgtMJexSXOEA=/0x0/filters:format(jpeg)/pic3376065.jpg", "description": "In many ways 7 Wonders Duel resembles its parent game 7 Wonders as over three ages players acquire cards that provide resources or advance their military or scientific development in order to develop a civilization and complete wonders.<br/><br/>What's different about 7 Wonders Duel is that, as the title suggests, the game is solely for two players, with the players not drafting cards simultaneously from hands of cards, but from a display of face-down and face-up cards arranged at the start of a round. A player can take a card only if it's not covered by any others, so timing comes into play as well as bonus moves that allow you to take a second card immediately. As in the original game, each card that you acquire can be built, discarded for coins, or used to construct a wonder.<br/><br/>Each player starts with four wonder cards, and the construction of a wonder provides its owner with a special ability. Only seven wonders can be built, though, so one player will end up short.<br/><br/>Players can purchase resources at any time from the bank, or they can gain cards during the game that provide them with resources for future building; as you acquire resources, the cost for those particular resources increases for your opponent, representing your dominance in this area.<br/><br/>A player can win 7 Wonders Duel in one of three ways: each time you acquire a military card, you advance the military marker toward your opponent's capital, giving you a bonus at certain positions; if you reach the opponent's capital, you win the game immediately; similarly, if you acquire any six of seven different scientific symbols, you achieve scientific dominance and win immediately; if none of these situations occurs, then the player with the most points at the end of the game wins.<br/><br/>"}, {"name": "Above and Below", "year": "2015", "rank": "256", "url": "/boardgame/172818/above-and-below", "thumbnail": "https://cf.geekdo-images.com/U0wpvRmBe65e4vwGf0Jbpg__micro/img/FNt-19TVLHdehdXPXLpP6ch7M-U=/fit-in/64x64/filters:strip_icc()/pic2398773.jpg", "game_id": "172818", "min_players": 2, "max_players": 4, "min_play_time": 90, "max_play_time": 90, "play_time": 90, "publisher": "Red Raven Games", "image": "https://cf.geekdo-images.com/U0wpvRmBe65e4vwGf0Jbpg__original/img/gIlpowYQ7XzumYO0jZyVldxosBA=/0x0/filters:format(jpeg)/pic2398773.jpg", "description": "Your last village was ransacked by barbarians. You barely had time to pick up the baby and your favorite fishing pole before they started the burning and pillaging. You wandered over a cruel desert, braved frozen peaks, and even paddled a log across a rough sea, kicking at the sharks whenever they got too close, the baby strapped tightly to your back.<br/><br/>Then you found it! The perfect place to make your new home. But as soon as you had the first hut built, you discovered a vast network of caverns underground, brimming with shiny treasures, rare resources, and untold adventure. How could you limit your new village to the surface? You immediately start organizing expeditions and building houses underground as well as on the surface.<br/><br/>With any luck, you'll build a village even stronger than your last-- strong enough, even, to turn away the barbarians the next time they come knocking.<br/><br/>Above and Below is a mashup of town-building and storytelling where you and up to three friends compete to build the best village above and below ground. In the game, you send your villagers to perform jobs like exploring the cave, harvesting resources, and constructing houses. Each villager has unique skills and abilities, and you must decide how to best use them. You have your own personal village board, and you slide the villagers on this board to various areas to indicate that they've been given jobs to do. Will you send Hanna along on the expedition to the cave? Or should she instead spend her time teaching important skills to one of the young villagers?<br/><br/>A great cavern lies below the surface, ready for you to explore-- this is where the storytelling comes in. When you send a group of villagers to explore the depths, one of your friends reads what happens to you from a book of paragraphs. You'll be given a choice of how to react, and a lot will depend on which villagers you brought on the expedition, and who you're willing to sacrifice to succeed. The book of paragraphs is packed with encounters of amazing adventure, randomly chosen each time you visit the cavern.<br/><br/>At the end of the game, the player with the most well-developed village wins!<br/><br/>The Kickstarter version of the game included the following items which are not found in the Retail version:<br/><br/>     Villager Tool tokens<br/>     Lost Villagers<br/>     Swamp Villagers<br/>     Exclusive Stretch goals:<br/>     Creature Villagers<br/>     Quest Tokens<br/>     Underforest Tokens and PDF story book<br/>     Desert Labyrinth tokens and PDF story book <br/>     Wooden Goods<br/><br/><br/><br/><br/>This collection of items can be found in Above and Below: Expanded Edition Exclusives<br/><br/>"}, {"name": "Survive  Escape from Atlantis", "year": "1982", "rank": "287", "url": "/boardgame/2653/survive-escape-atlantis", "thumbnail": "https://cf.geekdo-images.com/0M2ck50-GanxBWfOHUZ64A__micro/img/2baP3_Bis1a9JJlMUKJQH4G1xu8=/fit-in/64x64/filters:strip_icc()/pic1300182.png", "game_id": "2653", "min_players": 2, "max_players": 4, "min_play_time": 45, "max_play_time": 60, "play_time": 60, "publisher": "Parker Brothers", "image": "https://cf.geekdo-images.com/0M2ck50-GanxBWfOHUZ64A__original/img/5VKS6zuDQlHBQcTcDNRNFYu-7Bg=/0x0/filters:format(png)/pic1300182.png", "description": "Survive is a cutthroat game where players seek to evacuate their pieces from an island that is breaking up, while remembering where their highest-valued pieces are located to maximize their score.<br/><br/>An island made up of 40 hex-tiles is slowly sinking into the ocean (as the tiles are removed from the board). Each player controls ten people (valued from 1 to 6) that they try and move towards the safety of the surrounding islands before the main island finally blows up. Players can either swim or use boats to travel but must avoid sea serpents, whales and sharks on their way to safety.<br/><br/>Survive is very similar to Escape from Atlantis with some key differences.<br/><br/>Survive was reprinted as &quot;Survive: Escape from Atlantis!&quot; by publisher Stronghold Games and hit store shelves in February, 2011.   The reprint contains the game Survive, as well as all the extra pieces needed in order to play the game as &quot;Escape from Atlantis&quot; and is actually found here: Survive: Escape from Atlantis! because it came with the dolphins and dive dice which were removed from the anniversary edition which was released a couple of years later (though they were later made available by themselves for owners of that version).<br/><br/>&quot;Survive: Escape from Atlantis!&quot; is game #2 in the Stronghold Games &quot;Survive Line&quot;.<br/><br/>"}, {"name": "Betrayal at House on the Hill", "year": "2004", "rank": "524", "url": "/boardgame/10547/betrayal-house-hill", "thumbnail": "https://cf.geekdo-images.com/lqmt2Oti_qJS65XqHcB8AA__micro/img/zIEsV9_V8WN9ylHsYXq943NEAVk=/fit-in/64x64/filters:strip_icc()/pic5146864.png", "game_id": "10547", "min_players": 3, "max_players": 6, "min_play_time": 60, "max_play_time": 60, "play_time": 60, "publisher": "Avalon Hill Games, Inc.", "image": "https://cf.geekdo-images.com/lqmt2Oti_qJS65XqHcB8AA__original/img/7R6yYk8A2eUMmSDaxGjae5SceGI=/0x0/filters:format(png)/pic5146864.png", "description": "From the press release:<br/><br/>Betrayal at House on the Hill quickly builds suspense and excitement as players explore a haunted mansion of their own design, encountering spirits and frightening omens that foretell their fate. With an estimated one hour playing time, Betrayal at House on the Hill is ideal for parties, family gatherings or casual fun with friends.<br/><br/>Betrayal at House on the Hill is a tile game that allows players to build their own haunted house room by room, tile by tile, creating a new thrilling game board every time. The game is designed for three to six people, each of whom plays one of six possible characters.<br/><br/>Secretly, one of the characters betrays the rest of the party, and the innocent members of the party must defeat the traitor in their midst before it&rsquo;s too late! Betrayal at House on the Hill will appeal to any game player who enjoys a fun, suspenseful, and strategic game.<br/><br/>Betrayal at House on the Hill includes detailed game pieces, including character cards, pre-painted plastic figures, and special tokens, all of which help create a spooky atmosphere and streamline game play.<br/><br/>An updated reprint of Betrayal at House on the Hill was released on October 5, 2010.<br/><br/>"}, {"name": "Codenames", "year": "2015", "rank": "93", "url": "/boardgame/178900/codenames", "thumbnail": "https://cf.geekdo-images.com/F_KDEu0GjdClml8N7c8Imw__micro/img/w38Q9MZMQK80Att5GcODbCGufDk=/fit-in/64x64/filters:strip_icc()/pic2582929.jpg", "game_id": "178900", "min_players": 2, "max_players": 8, "min_play_time": 15, "max_play_time": 15, "play_time": 15, "publisher": "Czech Games Edition", "image": "https://cf.geekdo-images.com/F_KDEu0GjdClml8N7c8Imw__original/img/gcX_EfjsRpB5fI4Ug4XV73G4jGI=/0x0/filters:format(jpeg)/pic2582929.jpg", "description": "Codenames is an easy party game to solve puzzles. <br/>The game is divided into red and blue, each side has a team leader, the team leader's goal is to lead their team to the final victory. <br/>At the beginning of the game, there will be 25 cards on the table with different words. Each card has a corresponding position, representing different colors. <br/>Only the team leader can see the color of the card. The team leader should prompt according to the words, let his team members find out the cards of their corresponding colors, and find out all the cards of their own colors to win.<br/><br/>"}, {"name": "Welcome to the Dungeon", "year": "2013", "rank": "1102", "url": "/boardgame/150312/welcome-dungeon", "thumbnail": "https://cf.geekdo-images.com/2w4G4Ltx0FFwW1XgkXg7Hw__micro/img/9wT63GjydBZiQj7v6xW22mRmqoU=/fit-in/64x64/filters:strip_icc()/pic2436689.jpg", "game_id": "150312", "min_players": 2, "max_players": 4, "min_play_time": 30, "max_play_time": 30, "play_time": 30, "publisher": "IELLO", "image": "https://cf.geekdo-images.com/2w4G4Ltx0FFwW1XgkXg7Hw__original/img/3Lopg5JaWBkfqBTPNWmb0AndhKY=/0x0/filters:format(jpeg)/pic2436689.jpg", "description": "Welcome to the Dungeon &mdash; first released as Dungeon of Mandom &mdash; is a push-your-luck dungeon delve in which 2-4 players take turns essentially daring each other to go into a dungeon with less equipment than they start off with while filling the dungeon with monsters. Players can win the game by winning 2 rounds or get eliminated from the game by losing 2 rounds. Each player has a 2-sided players card that has a white side and a red side. The first win taps the player card and the 1st loss flips the card over to the red side. A 2nd loss will have the player turn the card back into the box.<br/><br/>The game is played in rounds. The player sets up the base character and all the equipment equipped. This represents every player as a fully equipped dungeon delver.<br/><br/>Each round, the start player (the person who challenged the dungeon last or the last player to be in a dungeon) can choose to draw a card from the monster deck or pass their turn.<br/><br/>If they choose to draw, they can do one of two things: (1) keep it and de-equip an equipment or (2) place it face down in the dungeon. Placing it face down in the dungeon creates the dungeon deck and fills the dungeon with monsters that the challenger will have to face later. If they choose to pass their turn, they cannot participate in the rest of the round. Once only one person is left after all the other players have passed their turn, that player then becomes the challenger and must go into the dungeon with only the equipment he has equipped.<br/><br/>The player then flips cards off the dungeon deck and fights the monsters within. Some equipment allow you to null the enemy damage or be able to withstand it by increasing your HP. If the player survives the dungeon with at least 1 HP, they win that round. If not, they lose. The players then reshuffles all the cards to make a new monster deck and re-equips all the equipment to start a new round.<br/><br/>The game ends when someone has won twice or one player is the last man standing.<br/><br/>Welcome to the Dungeon includes four different sets of character cards whereas Dungeon of Mandom has only a single character.<br/><br/>"}, {"name": "Welcome Back to the Dungeon", "year": "2016", "rank": "1319", "url": "/boardgame/195043/welcome-back-dungeon", "thumbnail": "https://cf.geekdo-images.com/Tu5hFjeX1-5EwnwjdNTaHg__micro/img/lbk5pH2bmvjtJAIaisGxsQLcbrA=/fit-in/64x64/filters:strip_icc()/pic3060124.jpg", "game_id": "195043", "min_players": 2, "max_players": 4, "min_play_time": 30, "max_play_time": 30, "play_time": 30, "publisher": "2 Pionki", "image": "https://cf.geekdo-images.com/Tu5hFjeX1-5EwnwjdNTaHg__original/img/V0R6BWwAtKsGrfLHDIhsN0claJY=/0x0/filters:format(jpeg)/pic3060124.jpg", "description": "The sun is shining in the Abysmal Woods where you&rsquo;re strolling without a care in the world, your weapon at your belt, dreams of adventure in your head. On your path, you stop before a damaged dungeon door. It seems that great battles took place here, a sure sign of coveted treasure inside.<br/><br/>You recognize this dungeon from the ballads sung in your village! However, you&rsquo;re not the only one who wants to enter, despite the warnings left around the entrance by the previous adventurers. Will you muster your courage to break open the door or will you let your opponents brave the monsters found inside? Let the adventure begin!<br/><br/>Welcome Back to the Dungeon is a simple and subtle push-your-luck game in which you&rsquo;ll need to adopt a show of bravado or outwit your opponents!<br/><br/>"}, {"name": "Wildlands", "year": "2018", "rank": "912", "url": "/boardgame/244654/wildlands", "thumbnail": "https://cf.geekdo-images.com/WX004-Z0fA065Fk7QDcAsA__micro/img/Ofjm9ehX4ECkfvT2JP_PWbuIrOg=/fit-in/64x64/filters:strip_icc()/pic3983952.jpg", "game_id": "244654", "min_players": 2, "max_players": 4, "min_play_time": 30, "max_play_time": 60, "play_time": 60, "publisher": "Osprey Games", "image": "https://cf.geekdo-images.com/WX004-Z0fA065Fk7QDcAsA__original/img/DOFu-Y5lCffAt042mEhghDzZ6EM=/0x0/filters:format(jpeg)/pic3983952.jpg", "description": "The great evil has fallen, and has taken the capital with it. Where once there was a kingdom, there is now only the Wildlands. In a lawless fantasy world, you must band together for survival, treasure, or maybe even glory. Players control rival factions, each with a unique deck of cards dictating their abilities across the battlefield. Some focus on ranged prowess, some on raw strength, and others on the bond between characters, offering a wide range of playstyles to explore.<br/><br/>Created by award-winning game designer Martin Wallace, this miniatures board game contains everything you need to dive straight into the dynamic fantasy world of Wildlands. Simple enough to pick up and play, but packed with tactical nuances that will keep you coming back for more, it is the perfect approachable skirmish game with endless replayability.<br/><br/>&mdash;description from the publisher<br/><br/>"}]}