{"games": [{"name": "Eclipse", "year": "2011", "rank": "52", "url": "/boardgame/72125/eclipse", "thumbnail": "https://cf.geekdo-images.com/cnFppsVNOSTJ-W3APQFuTg__micro/img/dfQTNAju5CUxn6JQl-Pxubac99o=/fit-in/64x64/filters:strip_icc()/pic1974056.jpg", "game_id": "72125", "min_players": 2, "max_players": 6, "min_play_time": 60, "max_play_time": 180, "play_time": 180, "publisher": "Lautapelit.fi", "image": "https://cf.geekdo-images.com/cnFppsVNOSTJ-W3APQFuTg__original/img/AbcjscBi-x3tVrsJsBhXq2RxLbc=/0x0/filters:format(jpeg)/pic1974056.jpg", "description": "The galaxy has been a peaceful place for many years. After the ruthless Terran&ndash;Hegemony War (30.027&ndash;33.364), much effort has been employed by all major spacefaring species to prevent the terrifying events from repeating themselves. The Galactic Council was formed to enforce precious peace, and it has taken many courageous efforts to prevent the escalation of malicious acts. Nevertheless, tension and discord are growing among the seven major species and in the Council itself. Old alliances are shattering, and hasty diplomatic treaties are made in secrecy. A confrontation of the superpowers seems inevitable &ndash; only the outcome of the galactic conflict remains to be seen. Which faction will emerge victorious and lead the galaxy under its rule?<br/><br/>A game of Eclipse places you in control of a vast interstellar civilization, competing for success with its rivals. You will explore new star systems, research technologies, and build spaceships with which to wage war. There are many potential paths to victory, so you need to plan your strategy according to the strengths and weaknesses of your species, while paying attention to the other civilizations' endeavors.<br/><br/>The shadows of the great civilizations are about to eclipse the galaxy. Lead your people to victory!<br/><br/>"}, {"name": "Terra Mystica", "year": "2012", "rank": "16", "url": "/boardgame/120677/terra-mystica", "thumbnail": "https://cf.geekdo-images.com/bre12I1YiXkZr7elvriz4A__micro/img/SAwaBrDhHbGuq6dFY-ok95qFMcU=/fit-in/64x64/filters:strip_icc()/pic5375624.jpg", "game_id": "120677", "min_players": 2, "max_players": 5, "min_play_time": 60, "max_play_time": 150, "play_time": 150, "publisher": "Feuerland Spiele", "image": "https://cf.geekdo-images.com/bre12I1YiXkZr7elvriz4A__original/img/_dZS7fVfdc4DhJPbqnDpwTT4uF0=/0x0/filters:format(jpeg)/pic5375624.jpg", "description": "In the land of Terra Mystica dwell 14 different peoples in seven landscapes, and each group is bound to its own home environment, so to develop and grow, they must terraform neighboring landscapes into their home environments in competition with the other groups.<br/><br/>Terra Mystica is a full information game without any luck that rewards strategic planning. Each player governs one of the 14 groups. With subtlety and craft, the player must attempt to rule as great an area as possible and to develop that group's skills. There are also four religious cults in which you can progress. To do all that, each group has special skills and abilities.<br/><br/>Taking turns, the players execute their actions on the resources they have at their disposal. Different buildings allow players to develop different resources. Dwellings allow for more workers. Trading houses allow players to make money. Strongholds unlock a group's special ability, and temples allow you to develop religion and your terraforming and seafaring skills. Buildings can be upgraded: Dwellings can be developed into trading houses; trading houses can be developed into strongholds or temples; one temple can be upgraded to become a sanctuary. Each group must also develop its terraforming skill and its skill with boats to use the rivers. The groups in question, along with their home landscape, are:<br/><br/><br/>    Desert (Fakirs, Nomads)<br/>    Plains (Halflings, Cultists)<br/>    Swamp (Alchemists, Darklings)<br/>    Lake (Mermaids, Swarmlings)<br/>    Forest (Witches, Auren)<br/>    Mountain (Dwarves, Engineers)<br/>    Wasteland (Giants, Chaos Magicians)<br/><br/><br/>Proximity to other groups is a double-edged sword in Terra Mystica. Being close to other groups gives you extra power, but it also means that expanding is more difficult...<br/><br/>"}, {"name": "Sub Terra", "year": "2017", "rank": "807", "url": "/boardgame/204472/sub-terra", "thumbnail": "https://cf.geekdo-images.com/47Z9FcLD20NDHdRYUaF_XA__micro/img/SqoWziCRWbSlSpXlbcGIrm6zWdg=/fit-in/64x64/filters:strip_icc()/pic3904427.png", "game_id": "204472", "min_players": 1, "max_players": 6, "min_play_time": 60, "max_play_time": 60, "play_time": 60, "publisher": "Inside the Box Board Games LLP (ITB)", "image": "https://cf.geekdo-images.com/47Z9FcLD20NDHdRYUaF_XA__original/img/ZS_FE1Q7_pIsd_XuOWmh_1IR8vI=/0x0/filters:format(png)/pic3904427.png", "description": "Description from the publisher:<br/><br/>A 1-6 player cooperative game of terrifying cave escape. Players take the role of amateur cavers attempting to escape an unexplored network of subterranean tunnels, before the lights flicker out or the darker things beneath the Earth catch up to them...<br/><br/>In Sub Terra players spend their turn exploring and revealing the tunnel system around them, attempting to survive the various perils of the cave, from floods and cave ins to gas leaks and scree. Players each have a role which gives them specialist abilities, such as an Engineer with dynamite to blast a new route or a Scout to find a route more easily.<br/><br/>New tiles are placed from a randomised stack of cave features, which determines whether you'll be hit with a dead end or a range of new options.<br/><br/>At the end of each turn, players face the reality of their situation, with a hazard card drawn to determine what danger causes them damage or cuts off their way out of the horror below.<br/><br/>These cards are finite, and when they run out, your torches flicker and the air feels tight, and your chance of survival diminishes quickly.<br/><br/>"}, {"name": "Caverna  The Cave Farmers", "year": "2013", "rank": "29", "url": "/boardgame/102794/caverna-cave-farmers", "thumbnail": "https://cf.geekdo-images.com/rz22tqa5PCYvK9oDjIbvxg__micro/img/sog7ni3vUAAfvd66e6XW4iOca4I=/fit-in/64x64/filters:strip_icc()/pic1790789.jpg", "game_id": "102794", "min_players": 1, "max_players": 7, "min_play_time": 30, "max_play_time": 210, "play_time": 210, "publisher": "Lookout Games", "image": "https://cf.geekdo-images.com/rz22tqa5PCYvK9oDjIbvxg__original/img/h9il8XnFB0iqHNHsNTPNGxJZWdM=/0x0/filters:format(jpeg)/pic1790789.jpg", "description": "Following along the same lines as its predecessor (Agricola), Caverna: The Cave Farmers is a worker-placement game at heart, with a focus on farming. In the game, you are the bearded leader of a small dwarf family that lives in a little cave in the mountains. You begin the game with a farmer and his spouse, and each member of the farming family represents an action that the player can take each turn. Together, you cultivate the forest in front of your cave and dig deeper into the mountain. You furnish the caves as dwellings for your offspring as well as working spaces for small enterprises.<br/><br/>It's up to you how much ore you want to mine. You will need it to forge weapons that allow you to go on expeditions to gain bonus items and actions. While digging through the mountain, you may come across water sources and find ore and ruby mines that help you increase your wealth. Right in front of your cave, you can increase your wealth even further with agriculture: You can cut down the forest to sow fields and fence in pastures to hold your animals. You can also expand your family while running your ever-growing farm. In the end, the player with the most efficiently developed home board wins.<br/><br/>You can also play the solo variant of this game to familiarize yourself with the 48 different furnishing tiles for your cave.<br/><br/>Caverna: The Cave Farmers, which has a playing time of roughly 30 minutes per player, is a complete redesign of Agricola that substitutes the card decks from the former game with a set of buildings while adding the ability to purchase weapons and send your farmers on quests to gain further resources. Designer Uwe Rosenberg says that the game includes parts of Agricola, but also has new ideas, especially the cave part of your game board, where you can build mines and search for rubies. The game also includes two new animals: dogs and donkeys.<br/><br/>"}]}